Repository: oerlgrey/StateMailer
Catalog: usr/lib/enigma2/python/Plugins/Extensions/StateMailer/locale/*/LC_MESSAGES/StateMailer.po
Languages: de

source: File
de: Datei

source: Directory
de: Verzeichnis

source: Service started
de: Dienst gestartet

source: Problem solved
de: Problem behoben

source: daily Testmail
de: tägliches Testmail

source: Failed attempt)
de: Fehlversuch)

source: Failed attempts)
de: Fehlversuche)

source: StateMailer Settings
de: StateMailer Einstellungen

source: Activate StateMailer
de: Aktiviere StateMailer

source: Submitter Settings:
de: Absender Einstellungen:

source: Password
de: Passwort

source: Security
de: Sicherheit

source: Recipient Settings:
de: Empfänger Einstellungen:

source: Subject Settings:
de: Betreff Einstellungen:

source: File or Directory:
de: Datei oder Verzeichnis:

source: File
de: Datei

source: Directory
de: Verzeichnis

source: Alarm method
de: Alarmmethode

source: if exists
de: falls vorhanden

source: if not exist
de: falls nicht vorhanden

source: Check interval
de: Überprüfungsintervall

source: Send daily Testmail
de: Sende tägliches Testmail

source: daily Testmail Time
de: tägliche Testmail-Zeit

source: Delete entry
de: Eintrag löschen

source: E-Mail was sent successfully.
de: E-Mail wurde erfolgreich versendet.

source: Sending E-Mail failed! Please check your settings.
de: E-Mail senden fehlgeschlagen! Bitte überprüfen Sie Ihre Einstellungen.

source: Your box has no internet connection. Please solve the problem.
de: Ihre Box hat keine Internetverbindung. Bitte beheben Sie das Problem.

source: Enter the submitter name:
de: Geben Sie den Absender Namen ein:

source: Enter the submitter E-Mail address:
de: Geben Sie die Absender E-Mail Adresse ein:

source: Enter the submitter password:
de: Geben Sie das Absender Passwort ein:

source: Enter the submitter SMTP:
de: Geben Sie den Absender SMTP ein:

source: Enter the submitter SMTP-Port:
de: Geben Sie den Absender SMTP-Port ein:

source: Enter the recipient E-Mail address:
de: Geben Sie die Empfänger E-Mail Adresse ein:

source: Enter the CC E-Mail address:
de: Geben Sie die CC E-Mail Adresse ein:

source: Enter the subject:
de: Geben Sie den Betreff ein:

source: Do you really want to exit without saving?
de: Wollen Sie wirklich beenden ohne zu speichern?
